Revit 2024 API
ReloadLatestOptions Constructor
 Constructs a new ReloadLatestOptions object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ReloadLatestOptions()
Visual Basic
Public Sub New
Visual C++
public:
ReloadLatestOptions()
See Also
ReloadLatestOptions Class
Autodesk.Revit.DB Namespace